{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract", 
        "hash": "6b1ce6a6eae47bba"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "ac7aee125fd70e2a"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_1", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "7f697f8801f899fe"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_subtract", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "ed9bda1fc320220c"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_2", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "16fe43396c110266"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_3", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "e7e3b23d6117bc06"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "7a921fa3abad0d04"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_1", 
        "hash": "0aeeeb6d4f61ed2c"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_4", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "be31bf64708da00f"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_5", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "1e557517eb7e552c"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428_", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "9bf29929fc1ce5e8"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ], 
        [
          34, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_6", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "abf044ac6934433c"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_7", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "ed430e4a7cafacbf"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_1", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "1ce200df2a8177ae"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_2", 
        "hash": "ea309e8803935c91"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_8", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "71ebc4163ffc85fb"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_9", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "716afcd45d365256"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387_", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "35d90a4723d124c5"
      }, 
      "inputs": [
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_2", 
        "hash": "ea309e8803935c91"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_10", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "78f12284cbc5802d"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_11", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "c6c78a7dda7f3e51"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__1", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "2c7b6ec2c14a687d"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ], 
        [
          69, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_12", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "9cd406c3103197ea"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_13", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "b30a5231cbfbb2c1"
      }, 
      "inputs": [
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_2", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "b708524889e152d0"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ], 
        [
          79, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_3", 
        "hash": "3804126a042617b1"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_14", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "ab392494553ed1ca"
      }, 
      "inputs": [
        [
          84, 
          0, 
          0
        ], 
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_15", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "e2894b27934f283e"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__1", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "492466b0b8d9d8cb"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_3", 
        "hash": "3804126a042617b1"
      }, 
      "inputs": [
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_16", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "0fa45618a8f7b017"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_17", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_17", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "c12db67a82c2229e"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__2", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "4a33d2ac39261290"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ], 
        [
          105, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_32", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_3", 
        "hash": "3804126a042617b1"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_18", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_18", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "a2dab3d840fc0f2f"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ], 
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_19", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_19", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "0e722cd80d184d28"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__2", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "2e394ddcc2dd2532"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          118, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_20", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_20", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "6dd2948533eb2f6f"
      }, 
      "inputs": [
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ], 
        [
          121, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_21", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "4aac1f5727ba4204"
      }, 
      "inputs": [
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_3", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "4a7cc8de587ba479"
      }, 
      "inputs": [
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ], 
        [
          127, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_4", 
        "hash": "351bd6b410c14e58"
      }, 
      "inputs": [
        [
          128, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_22", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "9d631e8950e5f0a1"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ], 
        [
          130, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_23", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_23", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "855e4885f3aa15bf"
      }, 
      "inputs": [
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ], 
        [
          134, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__3", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "7a3b2f7fefcf94f6"
      }, 
      "inputs": [
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_41", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_4", 
        "hash": "351bd6b410c14e58"
      }, 
      "inputs": [
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_24", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_24", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "2c2e94524cd6c83d"
      }, 
      "inputs": [
        [
          143, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ], 
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_25", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_25", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "082bef355b7dada9"
      }, 
      "inputs": [
        [
          146, 
          0, 
          0
        ], 
        [
          147, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p102", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p103", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p104", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__7a410722370ba428__3", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "1d42535463fddd62"
      }, 
      "inputs": [
        [
          149, 
          0, 
          0
        ], 
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ], 
        [
          141, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p105", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p106", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_26", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_26", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "a426112ba340eeab"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p107", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p108", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_27", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_27", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "c62d86f133ca379b"
      }, 
      "inputs": [
        [
          156, 
          0, 
          0
        ], 
        [
          157, 
          0, 
          0
        ], 
        [
          158, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p109", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p110", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p111", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_cast_4", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "d25fe601ae852c55"
      }, 
      "inputs": [
        [
          159, 
          0, 
          0
        ], 
        [
          160, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p112", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_5", 
        "hash": "19b74e038dd8927b"
      }, 
      "inputs": [
        [
          163, 
          0, 
          0
        ], 
        [
          164, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p113", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p114", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_28", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_28", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "af633bf5d36fd4ed"
      }, 
      "inputs": [
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ], 
        [
          167, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p115", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p116", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_29", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_29", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
        "hash": "5a5ef4d955a29395"
      }, 
      "inputs": [
        [
          168, 
          0, 
          0
        ], 
        [
          169, 
          0, 
          0
        ], 
        [
          170, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p117", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p118", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p119", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_add_clip_subtract_fixed_point_multiply__d03342bca7f00387__4", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "b714f28c2bd3d2ea"
      }, 
      "inputs": [
        [
          171, 
          0, 
          0
        ], 
        [
          172, 
          0, 
          0
        ], 
        [
          173, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          163, 
          0, 
          0
        ], 
        [
          174, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p120", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_51", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_5", 
        "hash": "19b74e038dd8927b"
      }, 
      "inputs": [
        [
          175, 
          0, 
          0
        ], 
        [
          176, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p121", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p122", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_30", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_30", 
        "out_layout": "", 
        "kernel_layout": "HWIO", 
        "data_layout": "NHWC", 
        "hash": "fc4d1cf45b65a2a5"
      }, 
      "inputs": [
        [
          177, 
          0, 
          0
        ], 
        [
          178, 
          0, 
          0
        ], 
        [
          179, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p123", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p124", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_fixed_point_multiply_clip_cast_31", 
        "out_layout": "", 
        "kernel_layout": "HWOI", 
        "data_layout": "NHWC", 
